Repository: RodoPacaGiraffe/BoostCamp_iOS_Electo
Catalog: Picka/Picka/*.lproj/Localizable.strings
Languages: ar, ja, zh_hans

# Use Cellular Data
source: Use cellular data to download photos using icloud.
ja: 携帯電話のデータを使用してicloudを利用した写真をダウンロードします。
zh_hans: 使用蜂窝数据使用的iCloud下载的照片。

source: %d Photos
ar: صور
ja: %d枚の写真
zh_hans: %d张照片

# No Authorization
source: Picka requires access to a photo library.
ar: Picka يتطلب الوصول مكتبة الصور
ja: Pickaはフォトライブラリのアクセス権を必要とします。
zh_hans: Picka需要存取相片库。

source: No photos to organize
ja: まとめ割写真はありません。
zh_hans: 没有照片进行清理。

source: Go Settings
ar: انتقل الإعدادات
ja: 設定
zh_hans: 设置

source: Cancel
ar: إلغاء
ja: キャンセル
zh_hans: 取消

source: OK
ar: التأكيد
ja: 確認
zh_hans: 确认

source: Recover All Photos
ar: استعادة جميع الصور
ja: すべての写真を復元する
zh_hans: 恢复所有照片

source: Recover Selected Photos
ar: استرداد الصور المحددة
ja: 選択した写真を復元する
zh_hans: 恢复所选照片

source: Choose
ar: أختر
ja: 選択する
zh_hans: 选择

source: %d photos recovered.
ar: صور تعافى
ja: %d枚の写真が回復しました。
zh_hans: %d张照片已经恢复。

source: %d photos deleted.
ar: تم حذف الصور
ja: %d枚の写真が削除されました。
zh_hans: %d张照片已被删除。
